Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Wrap dock window previews into multiple rows to keep the panel on screen
ar: توزيع معاينات نوافذ Dock على عدة صفوف لإبقاء اللوحة على الشاشة
de: Dock-Fenstervorschauen auf mehrere Zeilen umbrechen, damit das Panel auf dem Bildschirm bleibt
es: Distribuye las previsualizaciones de ventanas del Dock en varias filas para mantener el panel en pantalla
fr: Répartir les aperçus de fenêtres du dock sur plusieurs rangées pour garder le panneau à l'écran
hu: A Dock ablak-előnézeteinek tördelése több sorba, hogy a panel a képernyőn maradjon
ja: Dockのウインドウプレビューを複数行に折り返して、パネルが画面内に収まるようにする
nl: De venstervoorbeelden in het Dock in meerdere rijen weergeven, zodat het paneel op het scherm blijft
pl: Układaj podglądy okien Docka w wielu wierszach, aby panel mieścił się na wyświetlaczu
pt: Distribuir as pré-visualizações de janelas da Dock por várias linhas para manter o painel no ecrã
ru: Переносить предпросмотр окон Dock на несколько рядов, чтобы панель помещалась на экране
sv: Radbryt dockans fönsterförhandsvisningar till flera rader så att panelen stannar på skärmen
tr: Dock pencere önizlemelerini paneli ekranda tutmak için birden fazla satıra sar
vi: Xếp bản xem trước cửa sổ của dock thành nhiều hàng để giữ bảng trong màn hình
zh_hans: 将 Dock 窗口预览分为多行，以确保面板保持在屏幕内
zh_hant: 將 Dock 視窗預覽自動換行為多列，避免面板超出螢幕範圍

source: Wrap Glance window controls in a frosted pill background
ar: إحاطة عناصر تحكم نوافذ Glance بخلفية على شكل كبسولة ضبابية
de: Glance-Fenstersteuerungen in einem mattierten Kapselhintergrund anzeigen
es: Envuelve los controles de ventana de Glance en un fondo de píldora esmerilado
fr: Entoure les contrôles de fenêtre Glance d'un fond en capsule givrée
hu: A Glance ablakvezérlőinek körbevétele homályosított buborékháttérrel
ja: Glanceのウインドウコントロールをすりガラス風のピル背景で囲みます
nl: De vensterbedieningselementen plaatsen op een pil met matte achtergrond in Glance
pl: Umieść elementy sterujące oknem Glance na matowym tle w kształcie kapsułki
pt: Envolver os controlos de janela do Glance num fundo de cápsula fosca
ru: Обернуть элементы управления окна Glance в матовый фон-пилюлю
sv: Omge fönsterknapparna i Glance med en frostad kapselbakgrund
tr: Glance pencere denetimlerini buzlu bir hap arka planına sar
vi: Bọc các nút điều khiển cửa sổ Glance trong một nền hình viên thuốc mờ
zh_hans: 为 Glance 窗口控制按钮添加磨砂胶囊背景
zh_hant: 為 Glance 視窗控制項加上霧面玻璃膠囊背景

source: Wrap the Alt-Tab window title in a frosted pill background
ar: إحاطة عنوان النافذة في Alt-Tab بخلفية على شكل كبسولة ضبابية
de: Alt-Tab-Fenstertitel in einem mattierten Kapselhintergrund anzeigen
es: Envuelve el título de la ventana de Alt-Tab en un fondo de píldora esmerilado
fr: Entoure le titre de fenêtre d'Alt-Tab d'un fond en capsule givrée
hu: Az Alt-Tab ablakcímének körbevétele homályosított buborékháttérrel
ja: Alt-Tabのウインドウタイトルをすりガラス風のピル背景で囲みます
nl: Plaats de venstertitel op een pil met matte achtergrond in Alt-Tab
pl: Umieść tytuł okna Alt-Tab na matowym tle w kształcie kapsułki
pt: Envolver o título da janela do Alt-Tab num fundo de cápsula fosca
ru: Обернуть заголовок окна Alt-Tab в матовый фон-пилюлю
sv: Omge fönstertiteln i Alt-Tab med en frostad kapselbakgrund
tr: Alt-Tab pencere başlığını buzlu bir hap arka planına sar
vi: Bọc tiêu đề cửa sổ Alt-Tab trong một nền hình viên thuốc mờ
zh_hans: 为 Alt-Tab 窗口标题添加磨砂胶囊背景
zh_hant: 為 Alt-Tab 視窗標題加上霧面玻璃膠囊背景

source: Wrap the Glance window title in a frosted pill background
ar: إحاطة عنوان نافذة Glance بخلفية على شكل كبسولة ضبابية
de: Glance-Fenstertitel in einem mattierten Kapselhintergrund anzeigen
es: Envuelve el título de la ventana de Glance en un fondo de píldora esmerilado
fr: Entoure le titre de fenêtre Glance d'un fond en capsule givrée
hu: A Glance ablakcímének körbevétele homályosított buborékháttérrel
ja: Glanceのウインドウタイトルをすりガラス風のピル背景で囲みます
nl: Plaats de venstertitel op een pil met matte achtergrond in Glance
pl: Umieść tytuł okna Glance na matowym tle w kształcie kapsułki
pt: Envolver o título da janela do Glance num fundo de cápsula fosca
ru: Обернуть заголовок окна Glance в матовый фон-пилюлю
sv: Omge fönstertiteln i Glance med en frostad kapselbakgrund
tr: Glance pencere başlığını buzlu bir hap arka planına sar
vi: Bọc tiêu đề cửa sổ Glance trong một nền hình viên thuốc mờ
zh_hans: 为 Glance 窗口标题添加磨砂胶囊背景
zh_hant: 為 Glance 視窗標題加上霧面玻璃膠囊背景

source: Wrap the title in a frosted pill background
ar: إحاطة العنوان بخلفية على شكل كبسولة ضبابية
de: Titel in einem mattierten Kapselhintergrund anzeigen
es: Envuelve el título en un fondo de píldora esmerilado
fr: Entoure le titre d'un fond en capsule givrée
hu: A cím körbevétele homályosított buborékháttérrel
ja: タイトルをすりガラス風のピル背景で囲みます
nl: Titel plaatsen op een pil met een matte achtergrond
pl: Umieść tytuł na matowym tle w kształcie kapsułki
pt: Envolver o título num fundo de cápsula fosca
ru: Обернуть заголовок в матовый фон-пилюлю
sv: Omge titeln med en frostad kapselbakgrund
tr: Başlığı buzlu bir hap arka planına sar
vi: Bọc tiêu đề trong một nền hình viên thuốc mờ
zh_hans: 为标题添加磨砂胶囊背景
zh_hant: 為標題加上霧面玻璃膠囊背景

source: Wrap the window title in a frosted pill background
ar: إحاطة عنوان النافذة بخلفية على شكل كبسولة ضبابية
de: Fenstertitel in einem mattierten Kapselhintergrund anzeigen
es: Envuelve el título de la ventana en un fondo de píldora esmerilado
fr: Entoure le titre de la fenêtre d'un fond en capsule givrée
hu: Az ablakcím körbevétele homályosított buborékháttérrel
ja: ウインドウタイトルをすりガラス風のピル背景で囲みます
nl: De venstertitel plaatsen op een pil met een matte achtergrond
pl: Umieść tytuł okna na matowym tle w kształcie kapsułki
pt: Envolver o título da janela num fundo de cápsula fosca
ru: Обернуть заголовок окна в матовый фон-пилюлю
sv: Omge fönstertiteln med en frostad kapselbakgrund
tr: Pencere başlığını buzlu bir hap arka planına sar
vi: Bọc tiêu đề cửa sổ trong một nền hình viên thuốc mờ
zh_hans: 为窗口标题添加磨砂胶囊背景
zh_hant: 為視窗標題加上霧面玻璃膠囊背景

source: Wrap window previews into up to this many rows to keep the panel on screen. The panel scrolls sideways only when windows still do not fit.
ar: توزيع معاينات النوافذ على هذا العدد من الصفوف كحد أقصى لإبقاء اللوحة على الشاشة. لا تُمرَّر اللوحة أفقيًا إلا عندما لا تتسع النوافذ رغم ذلك.
de: Fenstervorschauen auf bis zu so viele Zeilen umbrechen, damit das Panel auf dem Bildschirm bleibt. Das Panel scrollt nur dann seitlich, wenn die Fenster trotzdem nicht passen.
es: Distribuye las previsualizaciones de ventanas en hasta este número de filas para mantener el panel en pantalla. El panel solo se desplaza lateralmente cuando las ventanas siguen sin caber.
fr: Répartir les aperçus de fenêtres sur ce nombre maximal de rangées pour garder le panneau à l'écran. Le panneau ne défile horizontalement que si les fenêtres ne tiennent toujours pas.
hu: Az ablak-előnézetek tördelése legfeljebb ennyi sorba, hogy a panel a képernyőn maradjon. A panel csak akkor görgethető oldalra, ha az ablakok így sem férnek el.
ja: パネルが画面内に収まるように、ウインドウプレビューをこの行数まで折り返します。それでもウインドウが収まらない場合にのみ、パネルが横にスクロールします。
nl: Verdeel venstervoorbeelden over maximaal dit aantal rijen, zodat het paneel op het scherm blijft. Het paneel scrolt alleen zijwaarts als de vensters dan nog steeds niet passen.
pl: Układaj podglądy okien w maksymalnie tylu wierszach, aby panel mieścił się na wyświetlaczu. Panel przewija się w poziomie tylko wtedy, gdy okna nadal się nie mieszczą.
pt: Distribuir as pré-visualizações de janelas por um máximo deste número de linhas para manter o painel no ecrã. O painel só se desloca na horizontal quando as janelas continuam a não caber.
ru: Переносить предпросмотр окон не более чем на указанное число рядов, чтобы панель помещалась на экране. Панель прокручивается вбок, только если окна все равно не помещаются.
sv: Radbryt fönsterförhandsvisningar till upp till så här många rader så att panelen stannar på skärmen. Panelen rullar bara i sidled när fönstren ändå inte får plats.
tr: Paneli ekranda tutmak için pencere önizlemelerini en fazla bu kadar satıra sar. Panel yalnızca pencereler hâlâ sığmadığında yana kayar.
vi: Xếp bản xem trước cửa sổ thành tối đa số hàng này để giữ bảng trong màn hình. Bảng chỉ cuộn ngang khi các cửa sổ vẫn không vừa.
zh_hans: 将窗口预览分为不超过此数量的行，以确保面板保持在屏幕内。只有窗口仍无法容纳时，面板才会横向滚动。
zh_hant: 將視窗預覽自動換行，最多顯示此設定的列數，以避免面板超出螢幕範圍。只有在所有視窗仍無法容納時，面板才會啟用橫向捲動。

source: Write a note
ar: اكتب ملاحظة
de: Notiz schreiben
es: Escribe una nota
fr: Écrire une note
hu: Írjon jegyzetet
ja: メモを入力
nl: Schrijf een notitie
pl: Napisz notatkę
pt: Escreva uma nota
ru: Напишите заметку
sv: Skriv en anteckning
tr: Bir not yaz
vi: Viết ghi chú
zh_hans: 写一条备忘录
zh_hant: 撰寫備忘錄

source: Write your view
ar: اكتب واجهة العرض
de: Ihre View schreiben
es: Escribe tu vista
fr: Écrivez votre vue
hu: Írja meg a nézetet
ja: ビューを作成
nl: Schrijf je weergave
pl: Napisz kod widoku
pt: Escreva a sua vista
ru: Напишите представление
sv: Skriv din vy
tr: Görünümünü yaz
vi: Viết view của bạn
zh_hans: 编写视图
zh_hant: 寫下你的看法

source: writing
ar: كتابة
de: schreiben
es: escritura
fr: écriture
hu: írás
ja: 書く
nl: schrijven
pl: pisanie
pt: escrita
ru: письмо
sv: skrivande
tr: yazı
vi: viết
zh_hans: 写作
zh_hant: 書寫

source: X-Large
ar: كبير جدا
de: Extragroß
es: Extragrande
fr: Extra-large
hu: Extra nagy
ja: 特大
nl: X-Groot
pl: Bardzo duży
pt: Muito grande
ru: Очень большой
sv: Extra stor
tr: Çok Büyük
vi: Rất lớn
zh_hans: 超大
zh_hant: 特大

source: X-Small
ar: صغير جدا
de: Extraklein
es: Extrapequeño
fr: Très petit
hu: Extra kicsi
ja: 極小
nl: X-Klein
pl: Bardzo mały
pt: Muito pequeno
ru: Очень маленький
sv: Extra liten
tr: Çok Küçük
vi: Rất nhỏ
zh_hans: 超小
zh_hant: 特小

source: Xcode Command Line Tools
ar: أدوات سطر أوامر Xcode
pl: Narzędzia wiersza poleceń Xcode
ru: Инструменты командной строки Xcode
zh_hans: Xcode 命令行工具
zh_hant: Xcode 命令列工具

source: year
ar: سنة
de: jahr
es: año
fr: année
hu: év
ja: 年
nl: jaar
pl: rok
pt: ano
ru: год
sv: år
tr: yıl
vi: năm
zh_hans: 年
zh_hant: 年

source: Year
ar: سنة
de: Jahr
es: Año
fr: Année
hu: Év
ja: 年
nl: Jaar
pl: Rok
pt: Ano
ru: Год
sv: År
tr: Yıl
vi: Năm
zh_hans: 年
zh_hant: 年

source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fr: Hier
hu: Tegnap
ja: 昨日
nl: Gisteren
pl: Wczoraj
pt: Ontem
ru: Вчера
sv: Igår
tr: Dün
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

source: You are about to open %lld apps. Proceed?
ar: أنت على وشك فتح تطبيقات %lld. هل تريد المتابعة؟
de: Du bist dabei, %lld Apps zu öffnen. Fortfahren?
es: Vas a abrir %lld apps. ¿Quieres continuar?
fr: Vous êtes sur le point d'ouvrir %lld applications. Continuer ?
hu: %lld app megnyitására készül. Folytatja?
ja: %lld個のアプリを開こうとしています。続行しますか？
nl: Je staat op het punt %lld apps te openen. Wil je doorgaan?
pl: Liczba aplikacji do otwarcia: %lld. Kontynuować?
pt: Está prestes a abrir %lld apps. Pretende continuar?
ru: Вы собираетесь открыть %lld приложений. Продолжить?
sv: Du håller på att öppna %lld appar. Vill du fortsätta?
tr: %lld uygulamayı açmak üzeresiniz. Devam etmek istiyor musunuz?
vi: Bạn chuẩn bị mở %lld ứng dụng. Tiếp tục?
zh_hans: 即将打开 %lld 个应用，是否继续？
zh_hant: 您即將開啟 %lld 個應用程式。要繼續嗎？

source: You can also add people from the widget's panel.
ar: يمكنك أيضًا إضافة أشخاص من لوحة الأداة.
de: Sie können Personen auch über das Panel des Widgets hinzufügen.
es: También puedes añadir personas desde el panel del widget.
fr: Vous pouvez aussi ajouter des personnes depuis le panneau du widget.
hu: Személyeket a widget paneljén is hozzáadhat.
ja: ウィジェットのパネルから連絡先を追加することもできます。
nl: Je kunt ook personen toevoegen vanuit het paneel van de widget.
pl: Osoby możesz też dodawać w panelu widżetu.
pt: Também pode adicionar pessoas a partir do painel do widget.
ru: Людей также можно добавлять из панели виджета.
sv: Du kan också lägga till personer från widgetens panel.
tr: Kişileri widget'ın panelinden de ekleyebilirsin.
vi: Bạn cũng có thể thêm người từ bảng của tiện ích.
zh_hans: 您也可以从小组件面板添加联系人。
zh_hant: 你也可以從小工具面板中加入聯絡人。

source: You're using ⌘-Tab for the window switcher. These fields hold the trailing key (for example Tab), and the initializer modifier is added automatically.
ar: أنت تستخدم ⌘-Tab لمبدّل النوافذ. تحمل هذه الحقول المفتاح الختامي (مثل Tab)، ويُضاف مفتاح البدء تلقائيًا.
de: Sie verwenden ⌘-Tab für den Fensterwechsler. Diese Felder enthalten die Folgetaste (z. B. Tab), und die Auslöser-Sondertaste wird automatisch hinzugefügt.
es: Estás usando ⌘-Tab para el selector de ventanas. Estos campos contienen la tecla final (por ejemplo, Tab) y el modificador inicializador se añade automáticamente.
fr: Vous utilisez ⌘-Tab pour le sélecteur de fenêtres. Ces champs contiennent la touche finale (par exemple Tab), et le modificateur déclencheur est ajouté automatiquement.
hu: Az ablakváltóhoz ⌘-Tab kombinációt használ. Ezek a mezők a záróbillentyűt tárolják (például Tab), az indító módosítóbillentyű pedig automatikusan hozzáadódik.
ja: ウインドウスイッチャーには⌘-Tabを使用しています。これらの欄には後続のキー(例: Tab)を設定し、イニシャライザ修飾キーは自動的に追加されます。
nl: Je gebruikt ⌘-Tab voor de vensterwisselaar. In deze velden staat de afsluitende toets (bijvoorbeeld Tab), en de initialisatie-modificatietoets wordt automatisch toegevoegd.
pl: Używasz ⌘-Tab dla przełącznika okien. Te pola przechowują klawisz końcowy (na przykład Tab), a modyfikator inicjujący jest dodawany automatycznie.
pt: Está a usar ⌘-Tab para o alternador de janelas. Estes campos guardam a tecla final (por exemplo, Tab) e o modificador iniciador é adicionado automaticamente.
ru: Вы используете ⌘-Tab для переключателя окон. Эти поля содержат конечную клавишу (например Tab), а клавиша-инициатор добавляется автоматически.
sv: Du använder ⌘-Tab för fönsterväxlaren. De här fälten innehåller den avslutande tangenten (till exempel Tab), och initierarmodifieraren läggs till automatiskt.
tr: Pencere değiştirici için ⌘-Tab kullanıyorsun. Bu alanlar sondaki tuşu (örneğin Tab) tutar ve başlatıcı değiştirici otomatik olarak eklenir.
vi: Bạn đang dùng phím ⌘-Tab cho bộ chuyển đổi cửa sổ. Các trường này chỉ giữ phím theo sau (ví dụ: Tab) và phím bổ trợ khởi tạo sẽ tự động được thêm vào.
zh_hans: 当前窗口切换器使用 ⌘-Tab。这些设置项仅保存尾键（例如 Tab），起始修饰键会自动添加。
zh_hant: 您目前正使用 ⌘-Tab 作為視窗切換器。這些欄位僅記錄後續按鍵（例如 Tab），系統會自動加入初始化修飾鍵。

source: Your running apps, with window previews on long-press.
ar: تطبيقاتك قيد التشغيل، مع معاينات النوافذ عند الضغط المطول.
de: Ihre laufenden Apps, mit Fenstervorschauen bei langem Drücken.
es: Tus apps en ejecución, con previsualizaciones de ventanas al mantener pulsado.
fr: Vos apps actives, avec les aperçus de fenêtres par appui long.
hu: A futó appok, hosszú nyomásra ablak-előnézetekkel.
ja: 実行中のアプリ。長押しするとウインドウプレビューが表示されます。
nl: Je geopende apps, met venstervoorbeelden bij lang indrukken.
pl: Uruchomione aplikacje z podglądami okien po kliknięciu i przytrzymaniu.
pt: As suas apps em execução, com pré-visualizações de janelas ao manter premido.
ru: Ваши запущенные приложения с предпросмотром окон по долгому нажатию.
sv: Dina appar som körs, med fönsterförhandsvisningar vid långt tryck.
tr: Çalışan uygulamaların, uzun basınca pencere önizlemeleriyle.
vi: Các ứng dụng đang chạy của bạn, với bản xem trước cửa sổ khi nhấn giữ.
zh_hans: 显示运行中的应用，长按可查看窗口预览。
zh_hant: 顯示執行中的應用程式，長按即可預覽視窗。

source: Zone Size Limit
ar: حد حجم المنطقة
de: Maximale Zonengröße
es: Límite de tamaño de la zona
fr: Taille limite de la zone
hu: Zónaméret-korlát
ja: ゾーンサイズの上限
nl: Maximale grootte van een zone
pl: Limit rozmiaru strefy
pt: Limite de tamanho da zona
ru: Ограничение размера зоны
sv: Storleksgräns för zon
tr: Bölge Boyutu Sınırı
vi: Giới hạn Kích thước Vùng
zh_hans: 区域大小限制
zh_hant: 區域大小限制

source: Shift
de: Umschalt
es: Mayúsculas
fr: Maj
sv: Skift
zh_hant: Shift 鍵

source: L
es: I
fr: G
hu: B
pt: E
ru: Л
sv: V
vi: T
zh_hans: 左

source: R
es: D
fr: D
hu: J
pl: P
pt: D
ru: П
sv: H
vi: P
zh_hans: 右

source: DockDoor Free
hu: DockDoor Ingyenes
ru: Бесплатная DockDoor
tr: DockDoor Ücretsiz
vi: DockDoor Miễn phí
zh_hant: DockDoor 免費版

source: SF Symbol
pl: Symbol SF
ru: Символ SF Symbols
tr: SF Sembolü

source: LED
ru: светодиод

source: RAM
ru: ОЗУ
tr: Bellek
zh_hant: 記憶體

source: zoom
tr: yakınlaştır
zh_hans: 缩放

source: Liquid Crest
vi: Hiệu ứng Liquid Crest
zh_hans: 液态波峰

source: Bluetooth
zh_hans: 蓝牙
zh_hant: 藍牙

source: finder
zh_hans: 访达

source: Finder
zh_hans: 访达

source: Handoff
zh_hans: 接力
zh_hant: 接力

source: Hex
zh_hans: 十六进制
zh_hant: 十六進位

source: Night Shift
zh_hans: 夜览
zh_hant: 夜覽

source: spotlight
zh_hans: 聚焦
